Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Buy and sell LEGO
ar: شراء وبيع LEGO
de: Kaufen und verkaufen Sie LEGO
es: Compra y vende LEGO
fr: Acheter et vendre LEGO
hi: LEGO खरीदें और बेचें
it: Compra e vendi LEGO
ja: LEGO の売買
ko: LEGO 매수 및 매도
nl: Kopen en verkopen LEGO
pt_br: Comprar e vender LEGO
zh_hans: 买入和卖出LEGO
zh_hant: 買賣 LEGO

source: Camera access is off. Enable it in Settings to scan.
ar: الوصول إلى الكاميرا مغلق. قم بتمكينه في الإعدادات للمسح الضوئي.
de: Der Kamerazugriff ist deaktiviert. Aktivieren Sie es in den Einstellungen zum Scannen.
es: El acceso a la cámara está desactivado. Habilítelo en Configuración para escanear.
fr: L'accès à la caméra est désactivé. Activez-le dans Paramètres pour numériser.
hi: कैमरा पहुंच बंद है. स्कैन करने के लिए इसे सेटिंग्स में सक्षम करें।
it: L'accesso alla fotocamera è disattivato. Abilitalo in Impostazioni per la scansione.
ja: カメラへのアクセスがオフになっています。スキャンするには設定で有効にしてください。
ko: 카메라 접근 권한이 꺼져 있습니다. 스캔하려면 설정에서 활성화하세요.
nl: Cameratoegang is uitgeschakeld. Schakel het in bij Instellingen om te scannen.
pt_br: O acesso à câmera está desativado. Ative-o nas Configurações para digitalizar.
zh_hans: 相机访问权限已关闭。在“设置”中启用它以进行扫描。
zh_hant: 相機訪問已關閉。在“設置”中啟用它進行掃描。

source: Camera preview
ar: معاينة الكاميرا
de: Kameravorschau
es: Vista previa de la cámara
fr: Aperçu de l'appareil photo
hi: कैमरा पूर्वावलोकन
it: Anteprima fotocamera
ja: カメラプレビュー
ko: 카메라 미리보기
nl: Cameravoorbeeld
pt_br: Visualização da câmera
zh_hans: 相机预览
zh_hant: 相機預覽

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Capture bulk scan
ar: التقاط المسح المجمع
de: Bulk-Scan aufnehmen
es: Capturar escaneo masivo
fr: Capturer la numérisation en bloc
hi: बल्क स्कैन कैप्चर करें
it: Acquisisci scansione in blocco
ja: 一括スキャンのキャプチャ
ko: 대량 스캔 캡처
nl: Bulkscan vastleggen
pt_br: Capturar digitalização em massa
zh_hans: 拍摄批量扫描
zh_hant: 捕獲批量掃描

source: Capture now instead of waiting for automatic scanning
ar: التقاط الآن بدلاً من انتظار المسح التلقائي
de: Jetzt aufnehmen, anstatt auf das automatische Scannen zu warten
es: Capturar ahora en lugar de esperar el escaneo automático
fr: Capturer maintenant au lieu d'attendre la numérisation automatique
hi: स्वचालित स्कैनिंग की प्रतीक्षा करने के बजाय अभी कैप्चर करें
it: Acquisisci ora invece di attendere la scansione automatica
ja: 自動スキャンを待たずに今すぐキャプチャ
ko: 자동 스캔을 기다리는 대신 지금 캡처
nl: Nu vastleggen in plaats van wachten op automatisch scannen
pt_br: Capturar agora em vez de esperar pela digitalização automática
zh_hans: 立即拍摄，而不是等待自动扫描
zh_hant: 立即捕獲，而不是等待自動掃描

source: Capture the camera image
ar: التقاط صورة الكاميرا
de: Kamerabild aufnehmen
es: Capturar la imagen de la cámara
fr: Capturer l'image de l'appareil photo
hi: कैमरा छवि कैप्चर करें
it: Acquisisci l'immagine della fotocamera
ja: カメラ画像をキャプチャする
ko: 카메라 이미지 캡처
nl: Het camerabeeld vastleggen
pt_br: Capturar a imagem da câmera
zh_hans: 拍摄相机图像
zh_hant: 捕捉相機圖像

source: Captured scan
ar: التقاط المسح
de: Aufgenommener Scan
es: Capturar escaneo
fr: Numérisation capturée
hi: कैप्चर किया गया स्कैन
it: Scansione acquisita
ja: キャプチャされたスキャン
ko: 캡처된 스캔
nl: Opgenomen scan
pt_br: Capturar digitalização
zh_hans: 拍摄扫描
zh_hant: 捕獲的掃描

source: Capturing…
ar: التقاط...
de: Aufnehmen…
es: Capturar…
fr: Capturer…
hi: वश में कर लेना…
it: Acquisizione...
ja: キャプチャ中…
ko: 캡처 중…
nl: Vastleggen…
pt_br: Capturar…
zh_hans: 拍摄……
zh_hant: 捕捉…

source: Castle helm
ar: خوذة القلعة
de: Schlosshelm
fr: Casque de château
hi: कैसल पतवार
it: Timone del castello
ja: 城の兜
ko: 캐슬 헬름
nl: Kasteelroer
pt_br: Capturar castelo
zh_hans: 城堡头盔
zh_hant: 城堡頭盔

source: Catalog my collection
ar: كتالوج مجموعتي
de: Meine Sammlung katalogisieren
es: Catalogar mi colección
fr: Cataloguer ma collection
hi: मेरे संग्रह को सूचीबद्ध करें
it: Cataloga la mia collezione
ja: 私のコレクションをカタログ化する
ko: 내 컬렉션 카탈로그
nl: Mijn collectie catalogiseren
pt_br: Catalogar minha coleção
zh_hans: 编目我的收藏
zh_hant: 編目我的收藏

source: Change match for %@
ar: تغيير تطابق %@
de: Übereinstimmung mit %@ ändern
es: Cambiar coincidencia para %@
fr: Modifier la correspondance pour %@
hi: %@ के लिए मिलान बदलें
it: Cambia corrispondenza per %@
ja: %@ の一致を変更します
ko: %@에 대한 일치 항목 변경
nl: Overeenkomst voor %@ wijzigen
pt_br: Alterar correspondência para %@
zh_hans: 更改%@的匹配项
zh_hant: 更改 %@ 的匹配

source: Charcoal
ar: الفحم
de: Aktivkohle
es: Carbón
fr: Charbon
hi: लकड़ी का कोयला
it: Carbone
ja: 木炭
ko: 숯
nl: Houtskool
pt_br: Carvão
zh_hans: 木炭
zh_hant: 木炭

source: Check access
ar: التحقق من الوصول
de: Zugang prüfen
es: Comprobar acceso
fr: Vérifier l'accès
hi: पहुंच की जाँच करें
it: Verifica l'accesso
ja: アクセスを確認する
ko: 액세스 확인
nl: Toegang controleren
pt_br: Verificar acesso
zh_hans: 查看访问权限
zh_hant: 檢查訪問權限

source: Check prices quickly
ar: التحقق من الأسعار بسرعة
de: Überprüfen Sie schnell die Preise
es: Comprueba los precios rápidamente
fr: Vérifiez les prix rapidement
hi: किराए जल्दी से चेक करें
it: Controlla rapidamente i prezzi
ja: 価格をすばやく確認する
ko: 요금을 빠르게 확인하세요.
nl: Controleer de prijzen snel
pt_br: Verifique os preços rapidamente
zh_hans: 快速查看价格
zh_hant: 快速查看價格

source: Check this figure
ar: التحقق من هذا الرقم
de: Überprüfen Sie diese Zahl
es: Comprueba esta cifra
fr: Vérifiez ce chiffre
hi: यह आंकड़ा चेक करें
it: Controlla questa cifra
ja: この数字を確認する
ko: 이 수치를 확인하세요.
nl: Controleer dit cijfer
pt_br: Verifique este número
zh_hans: 查看此数字
zh_hant: 檢查這個圖

source: Check this match
ar: التحقق من هذا التطابق
de: Überprüfen Sie diese Übereinstimmung
es: Comprueba esta coincidencia
fr: Vérifiez cette correspondance
hi: इस मैच की जाँच करें
it: Controlla questa corrispondenza
ja: このマッチを確認する
ko: 이 수치를 확인하세요.
nl: Controleer deze overeenkomst
pt_br: Verifique esta correspondência
zh_hans: 查看此匹配项
zh_hant: 檢查這場比賽

source: Check value before I list, buy, or negotiate.
ar: التحقق من القيمة قبل التسجيل أو الشراء أو التفاوض.
de: Überprüfen Sie den Wert, bevor ich liste, kaufe oder verhandle.
es: Comprueba el valor antes de poner en venta, comprar o negociar.
fr: Vérifiez la valeur avant de mettre en vente, d'acheter ou de négocier.
hi: लिस्ट करने, खरीदने या बातचीत करने से पहले मूल्य की जाँच करें।
it: Controlla il valore prima di pubblicare, acquistare o negoziare.
ja: 掲載、購入、または交渉する前に値を確認してください。
ko: 숙소를 등록하거나, 구매하거나, 협상하기 전에 금액을 확인하세요.
nl: Controleer de waarde voordat ik adverteer, koop of onderhandel.
pt_br: Verifique o valor antes de anunciar, comprar ou negociar.
zh_hans: 在我发布、购买或协商之前查看价格。
zh_hant: 在列出、購買或談判之前檢查價值。

# Checking figure %lld of %lld
source: Checking figure %1$lld of %2$lld
ar: التحقق من الرقم %1$lld الخاص بـ %2$lld
de: Überprüfung der Zahl %1$lld von %2$lld
es: Comprobación de la cifra %1$lld de %2$lld
fr: Vérification du chiffre %1$lld de %2$lld
hi: %2$lld में से %1$lld आकृति की जाँच की जा रही है
it: Controllo della figura %1$lld di %2$lld
ja: %2$lldの%1$lldの数字を確認しています
ko: 그림 %2$lld 중 %1$lld 확인 중
nl: Figuur %1$lld van %2$lld controleren
pt_br: Verificando a figura %1$lld de %2$lld
zh_hans: 正在检查%2$lld的数字%1$lld
zh_hant: 檢查%2$lld的圖%1$lld

source: Checking identity and current market value.
ar: التحقق من والقيمة السوقية الحالية.
de: Überprüfung der Identität und des aktuellen Marktwerts.
es: Comprobación de la identidad y el valor de mercado actual.
fr: Vérification de l'identité et de la valeur marchande actuelle.
hi: पहचान और मौजूदा बाज़ार मूल्य की जाँच की जा रही है।
it: Verifica dell'identità e del valore di mercato attuale.
ja: アイデンティティと現在の市場価値を確認しています。
ko: 신원 및 현재 시장 가치 확인 중.
nl: Identiteit en huidige marktwaarde controleren.
pt_br: Verificando a identidade e o valor de mercado atual.
zh_hans: 正在检查身份和当前市场价值。
zh_hant: 檢查身份和當前市場價值。

source: Checking matches
ar: التحقق من التطابق
de: Prüfen von Übereinstimmungen
es: Comprobación de coincidencias
fr: Vérification des correspondances
hi: मैच चेक करना
it: Controllo delle corrispondenze
ja: 一致を確認中
ko: 일치 여부 확인하기
nl: Overeenkomsten controleren
pt_br: Verificando correspondências
zh_hans: 查看匹配项
zh_hant: 檢查匹配項

source: Checking price
ar: التحقق من السعر
de: Prüfen des Preises
es: Comprobación de precios
fr: Vérification du prix
hi: किराया चेक करना
it: Controllo del prezzo
ja: 価格を確認中
ko: 가격 확인하기
nl: Prijs controleren
pt_br: Verificando preço
zh_hans: 查看价格
zh_hant: 查看價格

source: Checking sold prices
ar: التحقق من الأسعار المباعة
de: Prüfen der Verkaufspreise
es: Comprobación de precios vendidos
fr: Vérification des prix vendus
hi: बिके हुए किराए की जाँच करना
it: Controllo dei prezzi di vendita
ja: 販売価格を確認中
ko: 판매 가격 확인하기
nl: Verkochte prijzen controleren
pt_br: Verificando preços vendidos
zh_hans: 查看售价
zh_hant: 檢查售價

source: Checking your access...
ar: التحقق من وصولك...
de: Prüfen Ihres Zugangs...
es: Comprobación de acceso...
fr: Vérification de votre accès...
hi: अपना ऐक्सेस चेक करना...
it: Controllo dell'accesso...
ja: アクセス権を確認中...
ko: 접근 권한 확인 중...
nl: Je toegang controleren...
pt_br: Verificando seu acesso...
zh_hans: 查看您的访问权限...
zh_hant: 正在檢查您的訪問權限...

source: Checking your BrickValue Pro access
ar: التحقق من وصول BrickValue PRO
de: Prüfen Ihres BrickValue PRO-Zugangs
es: Comprobación de acceso BrickValue Pro
fr: Vérification de votre accès BrickValue Pro
hi: अपने BrickValue प्रो ऐक्सेस की जाँच करना
it: Controllo dell'accesso a BrickValue Pro
ja: BrickValue PROアクセス権を確認中
ko: BrickValue Pro 이용 권한 확인 중
nl: Je BrickValue Pro-toegang controleren
pt_br: Verificando seu acesso BrickValue Pro
zh_hans: 查看您的BrickValue PRO访问权限
zh_hant: 檢查您的 BrickValue Pro 訪問權限

source: Checking your Pro access...
ar: التحقق من وصولك PRO...
de: Prüfen Ihres PRO-Zugangs...
es: Comprobación de acceso Pro...
fr: Vérification de votre accès Pro...
hi: अपने पेशेवर ऐक्सेस की जाँच करना...
it: Controllo dell'accesso a Pro...
ja: PROアクセス権を確認中...
ko: 프로 이용 권한 확인 중...
nl: Je Pro-toegang controleren...
pt_br: Verificando seu acesso Pro...
zh_hans: 查看您的PRO访问权限...
zh_hant: 正在檢查您的 Pro 訪問權限...

source: Checking…
ar: التحقق من...
de: Prüfen...
es: Comprobación de...
fr: Vérification...
hi: चेक करना …
it: Controllo...
ja: チェック中...
ko: 확인 중...
nl: Je toegang controleren...
pt_br: Verificando...
zh_hans: 查看...
zh_hant: 檢查…

source: Choose a different match if this result is not the same figure.
ar: اختر تطابقًا مختلفًا إذا لم تكن هذه النتيجة هي نفس الشكل.
de: Wählen Sie eine andere Übereinstimmung, wenn dieses Ergebnis nicht die gleiche Zahl ist.
es: Elija una coincidencia diferente si este resultado no es la misma cifra.
fr: Choisissez une correspondance différente si ce résultat n'est pas le même chiffre.
hi: यदि यह परिणाम एक ही आंकड़ा नहीं है, तो एक अलग मिलान चुनें।
it: Scegli una corrispondenza diversa se questo risultato non è la stessa cifra.
ja: この結果が同じでない場合は、別の一致を選択してください。
ko: 이 결과가 동일한 수치가 아닌 경우 다른 일치를 선택하십시오.
nl: Kies een andere overeenkomst als dit resultaat niet hetzelfde cijfer is.
pt_br: Escolha uma correspondência diferente se este resultado não for a mesma figura.
zh_hans: 如果此结果不是相同的数字，请选择其他匹配项。
zh_hant: 如果結果不是相同的數字，請選擇不同的匹配。

source: Choose a match
ar: اختر تطابقًا
de: Wähle eine Übereinstimmung aus
es: Elige una coincidencia
fr: Choisissez une correspondance
hi: एक मैच चुनें
it: Scegli una corrispondenza
ja: マッチを選択してください
ko: 일치하는 항목을 선택하세요.
nl: Kies een overeenkomst
pt_br: Escolha uma correspondência
zh_hans: 选择一个匹配项
zh_hant: 選擇一場比賽

source: Choose a possible match for the highlighted figure.
ar: اختر تطابقًا محتملًا للرقم المميز.
de: Wähle eine mögliche Übereinstimmung für die markierte Figur aus.
es: Elige una posible coincidencia para la figura resaltada.
fr: Choisissez une correspondance possible pour la figure en surbrillance.
hi: हाइलाइट की गई आकृति के लिए एक संभावित मैच चुनें।
it: Scegli una possibile corrispondenza per la figura evidenziata.
ja: ハイライトされたフィギュアにマッチする可能性のあるものを選択してください。
ko: 강조 표시된 수치와 일치할 수 있는 항목을 선택하세요.
nl: Kies een mogelijke overeenkomst voor de gemarkeerde figuur.
pt_br: Escolha uma possível correspondência para a figura destacada.
zh_hans: 为突出显示的数字选择一个可能的匹配项。
zh_hant: 為突出顯示的圖形選擇可能的匹配項。

source: Choose any that apply.
ar: اختر أي خيار ينطبق.
de: Wähle alle zutreffenden Antworten aus.
es: Elige las que correspondan.
fr: Choisissez celles qui s'appliquent.
hi: लागू होने वाला कोई भी विकल्प चुनें।
it: Selezioni le risposte pertinenti.
ja: 該当するものを選択してください。
ko: 해당하는 항목을 선택하세요.
nl: Kies een optie die van toepassing is.
pt_br: Escolha qualquer uma que se aplique.
zh_hans: 请选择任何适用项。
zh_hant: 選擇任何適用的。

source: Choose any that fit. This takes a few taps.
ar: اختر ما يناسبك. يستغرق هذا بضع نقرات.
de: Wähle aus, was passt. Das dauert ein paar Klicks.
es: Elige el que más te convenga. Esto requiere unos cuantos toques.
fr: Choisissez celui qui vous convient. Cela prend quelques clics.
hi: कोई भी उपयुक्त चुनें। इसमें कुछ टैप लगते हैं।
it: Scegli quello che fa per te. Bastano pochi tocchi.
ja: 該当するものを選択してください。これには数回タップする必要があります。
ko: 적합한 항목을 선택하세요. 터치 몇 번이면 됩니다.
nl: Kies er een die past. Dit duurt een paar tikken.
pt_br: Escolha qualquer um que se encaixe. Isso leva alguns toques.
zh_hans: 选择任何适合的选项。只需轻触几下即可完成此操作。
zh_hant: 選擇任何合適的。這需要點擊幾下。

source: Choose any that would help.
ar: اختر أي شيء من شأنه أن يساعد.
de: Wähle etwas aus, das dir helfen würde.
es: Elige cualquiera que te ayude.
fr: Choisissez une option qui pourrait vous aider.
hi: कोई भी ऐसा विकल्प चुनें जो मदद करे।
it: Scegli quelli che potrebbero aiutarti.
ja: 役に立つものを選んでください。
ko: 도움이 될 만한 항목을 선택하세요.
nl: Kies een optie die zou helpen.
pt_br: Escolha qualquer um que possa ajudar.
zh_hans: 选择任何有帮助的选项。
zh_hant: 選擇任何有幫助的。

source: Choose bulk scan photo
ar: اختر صورة ضوئية مجمعة
de: Wählen Sie ein Bulk-Scan-Foto
es: Elige una foto de escaneo masivo
fr: Choisissez une photo numérisée en bloc
hi: बल्क स्कैन फ़ोटो चुनें
it: Scegli la foto di scansione in blocco
ja: 一括スキャン写真を選択
ko: 일괄 스캔 사진을 선택하세요.
nl: Kies een bulkscanfoto
pt_br: Escolha a foto digitalizada em massa
zh_hans: 选择批量扫描照片
zh_hant: 選擇批量掃描照片

source: Choose icon background
ar: اختر خلفية الأيقونة
de: Wählen Sie einen Icon-Hintergrund
es: Elige el fondo del icono
fr: Choisissez l'arrière-plan de l'icône
hi: आइकन का बैकग्राउंड चुनें
it: Scegli lo sfondo dell'icona
ja: アイコンの背景を選択
ko: 아이콘 배경을 선택하세요.
nl: Kies een pictogramachtergrond
pt_br: Escolha o fundo do ícone
zh_hans: 选择图标背景
zh_hant: 選擇圖標背景

source: Choose one.
ar: اختر واحدة.
de: Wählen Sie eines aus.
es: Elige una.
fr: Choisissez-en une.
hi: एक चुनें।
it: Scegline uno.
ja: いずれかを選択します。
ko: 하나를 선택하세요.
nl: Kies er een.
pt_br: Escolha um.
zh_hans: 选择一个。
zh_hant: 選擇一個。

source: Choose part colour
ar: اختر لون القطعة
de: Wählen Sie die Teilfarbe
es: Elige el color de la pieza
fr: Choisissez la couleur de la pièce
hi: पार्ट का रंग चुनें
it: Scegli il colore della parte
ja: パーツの色を選択
ko: 부품 색상 선택
nl: Kies de kleur van het onderdeel
pt_br: Escolha a cor da peça
zh_hans: 选择零件颜色
zh_hant: 選擇零件顏色

source: Choose up to three.
ar: اختر ما يصل إلى ثلاثة.
de: Wählen Sie bis zu drei aus.
es: Elige hasta tres.
fr: Choisissez jusqu'à trois couleurs.
hi: तीन तक चुनें।
it: Scegli fino a tre.
ja: 3つまで選択してください。
ko: 최대 3개까지 선택.
nl: Kies er maximaal drie.
pt_br: Escolha até três.
zh_hans: 最多选择三种。
zh_hant: 最多選擇三個。

source: Choose useful scan and account reminders
ar: اختر تذكيرات مفيدة للمسح الضوئي والحساب
de: Nützliche Scan- und Kontoerinnerungen auswählen
es: Elige recordatorios útiles de escaneo y cuenta
fr: Choisissez des rappels utiles pour les scans et le compte
hi: उपयोगी स्कैन और खाता रिमाइंडर चुनें
it: Scegli promemoria utili per scansioni e account
ja: 便利なスキャンとアカウントのリマインダーを選択
ko: 유용한 스캔 및 계정 알림 선택
nl: Kies handige scan- en accountherinneringen
pt_br: Escolha lembretes úteis de escaneamento e conta
zh_hans: 选择有用的扫描和账户提醒
zh_hant: 選擇實用的掃描和帳戶提醒

source: Choose your collector look
ar: اختيار مظهر الجامع الخاص بك
de: Wählen Sie Ihren Sammler-Look
es: Elige tu look de coleccionista
fr: Choisissez votre look de collectionneur
hi: अपना कलेक्टर लुक चुनें
it: Scegli il tuo look da collezionista
ja: コレクターズルックを選択
ko: 컬렉터 룩 선택
nl: Kies je collectorlook
pt_br: Escolha o visual do seu coletor
zh_hans: 选择您的收藏家造型
zh_hant: 選擇您的收藏家外觀

source: Choose your icon
ar: اختر الرمز الخاص بك
de: Wählen Sie Ihr Symbol
es: Elige tu icono
fr: Choisissez votre icône
hi: अपना आइकन चुनें
it: Scegli la tua icona
ja: アイコンを選択
ko: 아이콘을 선택하세요
nl: Kies uw pictogram
pt_br: Escolha o seu ícone
zh_hans: 选择您的图标
zh_hant: 選擇圖示

source: Choose your scan mode
ar: اختر وضع المسح الخاص بك
de: Wählen Sie Ihren Scan-Modus
es: Elige tu modo de escaneo
fr: Choisissez votre mode de numérisation
hi: अपना स्कैन मोड चुनें
it: Scegli la tua modalità di scansione
ja: スキャンモードを選択
ko: 스캔 모드를 선택하세요
nl: Kies uw scanmodus
pt_br: Escolha o seu modo de digitalização
zh_hans: 选择您的扫描模式
zh_hant: 選擇掃描模式

source: City
ar: مدينة
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
it: Città
ja: 都市
ko: 도시
nl: Stad
pt_br: Cidade
zh_hans: 城市
zh_hant: 城市

source: Classic
ar: كلاسيكي
de: Klassisch
es: Clásico
fr: Classique
hi: क्लासिक
it: Classico
ja: クラシック
ko: 권위 있는
nl: Klassiek
pt_br: Clássico
zh_hans: 经典
zh_hant: 經典

source: Classic explorer
ar: المستكشف الكلاسيكي
de: Klassischer Entdecker
es: Explorador clásico
fr: Explorateur classique
hi: क्लासिक एक्सप्लोरर
it: Esploratore classico
ja: クラシックエクスプローラー
ko: 클래식 탐험가
nl: Klassieke ontdekkingsreiziger
pt_br: Explorador clássico
zh_hans: 经典资源管理器
zh_hant: 經典瀏覽器

source: Clear collection
ar: مسح المجموعة
de: Sammlung löschen
es: Borrar colección
fr: Effacer la collection
hi: कलेक्शन साफ़ करें
it: Cancella collezione
ja: コレクションをクリア
ko: 컬렉션 지우기
nl: Duidelijke collectie
pt_br: Limpar coleção
zh_hans: 清除收藏
zh_hant: 清除收藏

source: Clear your entire collection?
ar: هل تريد مسح مجموعتك بأكملها؟
de: Ihre gesamte Sammlung löschen?
es: ¿Borrar toda tu colección?
fr: Effacer toute votre collection ?
hi: अपना पूरा कलेक्शन साफ़ करें?
it: Cancella tutta la tua collezione?
ja: コレクション全体をクリアしますか？
ko: 전체 컬렉션을 삭제하시겠습니까?
nl: Uw gehele collectie wissen?
pt_br: Limpar toda a sua coleção?
zh_hans: 清除整个集合？
zh_hant: 清除整個集合？

source: Close
ar: يغلق
de: Schließen
es: Cerca
fr: Fermer
hi: बंद करें
it: Vicino
ja: 閉じる
ko: 닫다
nl: Dichtbij
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Close manual set entry
ar: إغلاق إدخال المجموعة اليدوية
de: Manuelle Set-Eingabe schließen
es: Cerrar entrada de configuración manual
fr: Fermer l'entrée de réglage manuel
hi: मैन्युअल सेट एंट्री बंद करें
it: Chiudere l'immissione manuale del set
ja: 手動セットエントリを閉じる
ko: 수동 설정 항목 닫기
nl: Sluit de handmatige set-invoer
pt_br: Fechar entrada de conjunto manual
zh_hans: 关闭手动集条目
zh_hant: 關閉手動設定項目

source: Close preview
ar: إغلاق المعاينة
de: Vorschau schließen
es: Cerrar vista previa
fr: Fermer l'aperçu
hi: प्रीव्यू बंद करें
it: Chiudi l'anteprima
ja: プレビューを閉じる
ko: 미리보기 닫기
nl: Voorbeeld sluiten
pt_br: Fechar pré-visualização
zh_hans: 关闭预览
zh_hant: 關閉預覽

source: Close Pro welcome
ar: إغلاق برو مرحبا بكم
de: Pro-Begrüßung schließen
es: Cerrar Bienvenida profesional
fr: Fermer Bienvenue Pro
hi: क्लोज़ प्रो का स्वागत है
it: Chiudi Benvenuto professionista
ja: プロのようこそを閉じる
ko: 프로 환영합니다
nl: Sluiten Pro welkom
pt_br: Fechar boas-vindas do Pro
zh_hans: 关闭专业版欢迎
zh_hant: 關閉專業版歡迎

source: Closes the bulk scan results
ar: إغلاق نتائج المسح المجمعة
de: Schließt die Bulk-Scan-Ergebnisse
es: Cierra los resultados del análisis masivo
fr: Close the bulk scan results
hi: बल्क स्कैन के नतीजे बंद कर देता है
it: Chiude i risultati della scansione collettiva
ja: 一括スキャン結果を閉じる
ko: 대량 검사 결과를 닫습니다.
nl: Sluit de bulkscanresultaten
pt_br: Fechar os resultados da digitalização em massa
zh_hans: 关闭批量扫描结果
zh_hant: 關閉批次掃描結果

source: Closes this preview without saving the photo
ar: لإغلاق هذه المعاينة دون حفظ الصورة
de: Schließt diese Vorschau, ohne das Foto zu speichern
es: Closes this preview without save the photo
fr: Close this preview without saving the photo
hi: फ़ोटो सेव किए बिना इस प्रीव्यू को बंद कर देता है
it: Chiude questa anteprima senza salvare la foto
ja: 写真を保存せずにこのプレビューを閉じる
ko: 사진을 저장하지 않고 이 미리보기를 닫습니다.
nl: Sluit dit voorbeeld zonder de foto op te slaan
pt_br: Fechar esta pré-visualização sem salvar a foto
zh_hans: 在不保存照片的情况下关闭此预览
zh_hant: 關閉此預覽而不儲存相片

source: Collection
ar: المجموعة
de: Sammlung
es: Recopilación
hi: कलेक्शन
it: Collezione
ja: コレクション
ko: 수집
nl: Verzameling
pt_br: Coleta
zh_hans: 收藏
zh_hant: 收藏

source: Collection data
ar: جمع البيانات
de: Sammlungsdaten
es: Datos de recogida
fr: Données de collecte
hi: कलेक्शन डेटा
it: Dati di raccolta
ja: コレクションデータ
ko: 수집 데이터
nl: Verzamelgegevens
pt_br: Dados da coleta
zh_hans: 集合数据
zh_hant: 收集資料

source: Collection filter
ar: مرشح المجموعة
de: Sammlungsfilter
es: Filtro de colección
fr: Filtre de collecte
hi: कलेक्शन फ़िल्टर
it: Filtro di raccolta
ja: コレクションフィルター
ko: 컬렉션 필터
nl: Verzamelfilter
pt_br: Filtro da coleta
zh_hans: 集合过滤器
zh_hant: 收集篩選器

source: Collection insights
ar: رؤى المجموعة
de: Sammlungseinblicke
es: Información de la colección
fr: Aperçus de la collection
hi: कलेक्शन की जानकारी
it: Informazioni sulla collezione
ja: コレクションの分析
ko: 컬렉션 인사이트
nl: Inzichten in je verzameling
pt_br: Insights da coleção
zh_hans: 收藏洞察
zh_hant: 收藏洞察

source: Collection management
ar: إدارة التحصيل
de: Sammlungsverwaltung
es: Gestión de colecciones
fr: Gestion des collections
hi: कलेक्शन मैनेजमेंट
it: Gestione della raccolta
ja: コレクション管理
ko: 컬렉션 관리
nl: Collectiebeheer
pt_br: Gestão da coleta
zh_hans: 集合管理
zh_hant: 收集管理

source: Collection Quantity: %lld
ar: كمية التحصيل: %lld
de: Abholmenge: %lld
es: Cantidad de cobro: %lld
fr: Quantité de prélèvement : %lld
hi: संग्रह मात्रा: %lld
it: Quantità raccolta: %lld
ja: コレクション数量： %lld
ko: 수집 수량: %lld
nl: Collectiehoeveelheid: %lld
pt_br: Quantidade de coleta: %lld
zh_hans: 集合数量： %lld
zh_hant: 收集數量： %lld

source: Collection quick start tips
ar: نصائح البدء السريع للتحصيل
de: Abhol-Schnellstart-Tipps
es: Consejos de inicio rápido para el cobro
fr: Conseils de démarrage rapide du prélèvement
hi: संग्रह त्वरित प्रारंभ युक्तियाँ
it: Suggerimenti per l'avvio rapido della raccolta
ja: コレクションクイックスタートのヒント
ko: 컬렉션 빠른 시작 팁
nl: Tips voor snelle start van COLLECTIE
pt_br: Dicas de início rápido de coleta
zh_hans: 集合快速入门提示
zh_hant: 收集快速入門提示

source: Collection tracking
ar: تتبع التحصيل
de: Abholverfolgung
es: Seguimiento del COBRO
fr: Suivi du PRÉLÈVEMENT
hi: संग्रह ट्रैकिंग
it: Monitoraggio della raccolta
ja: コレクショントラッキング
ko: 컬렉션 추적
nl: Collectietracking
pt_br: Rastreamento de COLETA
zh_hans: 集合跟踪
zh_hant: 收集追蹤

source: Collection value
ar: قيمة المجموعة
de: Sammlungswert
es: Valor de la colección
fr: Valeur de la collection
hi: कलेक्शन का मूल्य
it: Valore della collezione
ja: コレクションの価値
ko: 컬렉션 가치
nl: Waarde van je verzameling
pt_br: Valor da coleção
zh_hans: 收藏价值
zh_hant: 收藏價值

source: COLLECTION VALUE
ar: قيمة التحصيل
de: Abholwert
es: VALOR del cobro
fr: VALEUR DU PRÉLÈVEMENT
hi: संग्रह मूल्य
it: VALORE DELLA RACCOLTA
ja: コレクション値
ko: 수집 가치
nl: COLLECTIEWAARDE
pt_br: VALOR de coleta
zh_hans: 集合值
zh_hant: 收集值

source: Collection was not cleared
ar: لم يتم مسح التحصيل
de: ABHOLUNG wurde nicht gelöscht
es: El cobro no se borró
fr: Le prélèvement n'a pas été effacé
hi: संग्रह साफ़ नहीं किया गया था
it: La raccolta non è stata cancellata
ja: コレクションがクリアされませんでした
ko: 컬렉션이 삭제되지 않았습니다.
nl: Collectie is niet gewist
pt_br: A coleta não foi limpa
zh_hans: 集合未清除
zh_hant: 收集未清除
